Repository: myh6/WorkoutTrackSwiftUI
Catalog: WorkoutTrack/Sources/WorkoutTrack/Exercises Presentation/Exercises.xcstrings
Source language: en
Languages: zh_hant

# exercise.category.abs
source: Abs
zh_hant: 腹肌

# exercise.category.arms
source: Arms
zh_hant: 手部

# exercise.category.back
source: Back
zh_hant: 背部

# exercise.category.chest
source: Chest
zh_hant: 胸部

# exercise.category.glutes
source: Glutes
zh_hant: 臀部

# exercise.category.legs
source: Legs
zh_hant: 腿部

# exercise.category.shoulder
source: Shoulder
zh_hant: 肩膀

# exercise.name.back_extension
source: Back Extension
zh_hant: 背部屈伸

# exercise.name.back_squat
source: Back Squat
zh_hant: 高背槓深蹲

# exercise.name.barbell_bench_press
source: Barbell Bench Press
zh_hant: 槓鈴臥推

# exercise.name.barbell_curl
source: Barbell Curl
zh_hant: 槓鈴彎舉

# exercise.name.barbell_decline_bench_press
source: Decline Bench Press
zh_hant: 槓鈴下斜臥推

# exercise.name.barbell_good_morning
source: Barbell Good Morning
zh_hant: 槓鈴早安

# exercise.name.barbell_incline_bench_press
source: Barbell Incline Bench Press
zh_hant: 槓鈴上斜臥推

# exercise.name.barbell_row
source: Barbell Row
zh_hant: 槓鈴划船

# exercise.name.barbell_shrug
source: Barbell Shrug
zh_hant: 槓鈴聳肩

# exercise.name.barbell_skull_crusher
source: Barbell Skull Crusher
zh_hant: 槓鈴頭顱壓碎者

# exercise.name.barbell_upright_row
source: Barbell Upright Row
zh_hant: 槓鈴直立上提

# exercise.name.basic_crunch
source: Basic Crunch
zh_hant: 仰臥起坐

# exercise.name.cable_chest_press
source: Cable Chest Press
zh_hant: 滑輪推胸

# exercise.name.cable_crossover
source: Cable Crossover
zh_hant: 滑輪胸前交叉夾胸

# exercise.name.cable_curl
source: Cable Curl
zh_hant: 反握滑輪彎舉

# exercise.name.cable_donkey_kick
source: Cable Donkey Kick
zh_hant: 滑輪驢子踢腿

# exercise.name.cable_face_pull
source: Cable Face Pull
zh_hant: 滑輪面拉

# exercise.name.cable_lateral_leg_raise
source: Cable Lateral Leg Raise
zh_hant: 滑輪側抬腿

# exercise.name.cable_one_arm_lat_pull
source: Cable One Arm Lat Pull
zh_hant: 單手滑輪下拉

# exercise.name.cable_one_arm_lateral_raise
source: Cable One Arm Lateral Raise
zh_hant: 滑輪單臂側平舉

# exercise.name.cable_one_arm_pulldown
source: Cable One Arm Pulldown
zh_hant: 滑輪單臂下拉

# exercise.name.cable_overhead_extension
source: Cable Overhead Extension
zh_hant: 滑輪過頭三頭屈伸

# exercise.name.cable_rear_delt_fly
source: Cable Rear Delt Fly
zh_hant: 滑輪反向飛鳥

# exercise.name.cable_rope_pullover
source: Cable Rope Pullover
zh_hant: 滑輪直臂下拉

# exercise.name.cable_rope_pushdown
source: Cable Rope Pushdown
zh_hant: 滑輪三頭肌下壓

# exercise.name.cable_shrug
source: Cable Shrug
zh_hant: 滑輪聳肩

# exercise.name.cable_upright_row
source: Cable Upright Row
zh_hant: 滑輪直立上提

# exercise.name.calf_raise
source: Calf Raise
zh_hant: 小腿提踵

# exercise.name.chin_up
source: Chin-Up
zh_hant: 反握引體向上

# exercise.name.close_grip_pull
source: Close Grip Pull
zh_hant: 窄握下拉

# exercise.name.concentration_curl
source: Concentration Curl
zh_hant: 單臀啞鈴彎舉

# exercise.name.crunch_hands_to_knees
source: Crunch Hands to Knees
zh_hant: 仰臥起坐雙手碰膝

# exercise.name.decline_tricep_extension
source: Decline Tricep Extension
zh_hant: 下斜三頭屈伸

# exercise.name.dip
source: Dip
zh_hant: 雙槓撐體

# exercise.name.dumbbell_bench_press
source: Dumbbell Bench Press
zh_hant: 啞鈴臥推

# exercise.name.dumbbell_decline_bench_press
source: Dumbbell Decline Bench Press
zh_hant: 啞鈴下斜臥推

# exercise.name.dumbbell_decline_curl
source: Dumbbell Decline Curl
zh_hant: 啞鈴斜托彎舉

# exercise.name.dumbbell_decline_fly
source: Dumbbell Decline Fly
zh_hant: 啞鈴下斜飛鳥

# exercise.name.dumbbell_front_raise
source: Dumbell Front Raise
zh_hant: 啞鈴前平舉

# exercise.name.dumbbell_good_morning
source: Dumbbell Good Morning
zh_hant: 啞鈴早安

# exercise.name.dumbbell_hammer_curl
source: Dumbbell Hammer Curl
zh_hant: 啞鈴錘式彎舉

# exercise.name.dumbbell_incline_bench_press
source: Dumbbell Incline Bench Press
zh_hant: 啞鈴上斜臥推

# exercise.name.dumbbell_incline_curl
source: Dumbbell Incline Curl
zh_hant: 傾斜啞鈴彎舉

# exercise.name.dumbbell_incline_fly
source: Dumbbell Incline Fly
zh_hant: 啞鈴上斜飛鳥

# exercise.name.dumbbell_kickback
source: Dumbbell Kickback
zh_hant: 啞鈴俯身臂屈伸

# exercise.name.dumbbell_lateral_raise
source: Dumbell Lateral Raise
zh_hant: 啞鈴側平舉

# exercise.name.dumbbell_overhead_extension
source: Dumbbell Overhead Extension
zh_hant: 啞鈴過頭三頭屈伸

# exercise.name.dumbbell_pullover
source: Dumbbell Pullover
zh_hant: 啞鈴仰臥屈臂上拉

# exercise.name.dumbbell_reverse_fly
source: Dumbbell Reverse Fly
zh_hant: 啞鈴反向飛鳥

# exercise.name.dumbbell_row
source: Dumbbell Row
zh_hant: 啞鈴划船

# exercise.name.dumbbell_shoulder_press
source: Dumbbell Shoulder Press
zh_hant: 啞鈴肩推

# exercise.name.dumbbell_shrug
source: Dumbbell Shrug
zh_hant: 啞鈴聳肩

# exercise.name.dumbbell_skull_crusher
source: Dumbbell Skull Crusher
zh_hant: 啞鈴頭顱壓碎者

# exercise.name.dumbbell_step_up
source: Dumbbell Step Up
zh_hant: 啞鈴登階

# exercise.name.dumbbell_upright_row
source: Dumbbell Upright Row
zh_hant: 滑輪直立上提

# exercise.name.elevated_heel_touch
source: Elevated Heel Touch
zh_hant: 抬膝左右摸腳踝

# exercise.name.flutter_kick
source: Flutter Kick
zh_hant: 仰臥踢腿

# exercise.name.front_scissors
source: Front Scissors
zh_hant: 仰臥剪式

# exercise.name.front_squat
source: Front Squat
zh_hant: 前蹲

# exercise.name.glute_bridge
source: Glute Bridge
zh_hant: 曲膝橋式

# exercise.name.hip_thrust
source: Hip Thrust
zh_hant: 臀推

# exercise.name.incline_triceps_extension
source: Incline Triceps Extension
zh_hant: 上斜三頭屈伸

# exercise.name.kettlebell_swing
source: Kettlebell Swing
zh_hant: 壺鈴擺盪

# exercise.name.knee_to_elbow_sit_up
source: Knee-To-Elbow Sit-Up
zh_hant: 抬膝仰臥起坐

# exercise.name.landmine_press
source: Landmine Press
zh_hant: 地雷管肩推

# exercise.name.lat_pulldown
source: Lat Pulldown
zh_hant: 滑輪下拉

# exercise.name.lateral_lunge
source: Lateral Lunge
zh_hant: 側向弓步

# exercise.name.leg_extension
source: Leg Extension
zh_hant: 雙腿屈伸

# exercise.name.leg_lowers
source: Leg Lowers
zh_hant: 仰臥放腿

# exercise.name.leg_press
source: Leg Press
zh_hant: 坐式蹬腿

# exercise.name.low_cable_crossover
source: Low Cable Crossover
zh_hant: 下胸繩索飛鳥夾胸

# exercise.name.lying_tricep_extension
source: Lying Tricep Extension
zh_hant: 平躺三頭屈伸

# exercise.name.machine_bicep_curl
source: Machine Bicep Curl
zh_hant: 機械式彎舉

# exercise.name.machine_chest_press
source: Machine Chest Press
zh_hant: 機械式胸部推舉

# exercise.name.machine_crunch
source: Machine Crunch
zh_hant: 機械式坐姿卷腹

# exercise.name.machine_donkey_kick
source: Machine Donkey Kick
zh_hant: 機械式驢子踢腿

# exercise.name.machine_lat_pulldown
source: Machine Lat Pulldown
zh_hant: 機械式下拉

# exercise.name.machine_lateral_raise
source: Machine Lateral Raise
zh_hant: 機械式側平舉

# exercise.name.machine_reverse_fly
source: Machine Reverse Fly
zh_hant: 機械式反向飛鳥

# exercise.name.machine_row
source: Machine Row
zh_hant: 機械式划船

# exercise.name.machine_seated_dip
source: Machine Seated Dip
zh_hant: 機械式撐體

# exercise.name.machine_shoulder_press
source: Machine Shoulder Press
zh_hant: 機械式肩推

# exercise.name.military_press
source: Military Press
zh_hant: 槓鈴肩推

# exercise.name.overhead_cable_extension
source: Overhead Cable Extension
zh_hant: 繩索過頭屈伸

# exercise.name.pec_deck
source: Pec Deck
zh_hant: 蝴蝶機夾胸

# exercise.name.pistol_squat
source: Pistol Squat
zh_hant: 單腿深蹲

# exercise.name.plank
source: Plank
zh_hant: 平板撐

# exercise.name.plate_front_raise
source: Plate Front Raise
zh_hant: 槓片前平舉

# exercise.name.preacher_curl
source: Preacher Curl
zh_hant: 斜板屈臂彎舉

# exercise.name.pull_up
source: Pull-Up
zh_hant: 正握引體向上

# exercise.name.push_up
source: Push-Up
zh_hant: 伏地挺身

# exercise.name.reverse_crunch
source: Reverse Crunch
zh_hant: 反向捲腹

# exercise.name.reverse_grip_pull
source: Reverse Grip Pulldown
zh_hant: 反握滑輪下拉

# exercise.name.reverse_lunge
source: Reverse Lunge
zh_hant: 後跨步

# exercise.name.romanian_deadlift
source: Romanian Deadlift
zh_hant: 羅馬尼亞硬舉

# exercise.name.russian_twist
source: Russian Twist
zh_hant: 俄羅斯扭轉

# exercise.name.seated_cable_row
source: Seated Cable Row
zh_hant: 坐姿滑輪划船

# exercise.name.side_leg_raise
source: Side Leg Raise
zh_hant: 側躺抬腿

# exercise.name.side_plank
source: Side Plank
zh_hant: 單手側撐體

# exercise.name.single_arm_dumbbell_press
source: Single Arm Dumbbell Press
zh_hant: 單臂啞鈴臥推

# exercise.name.single_arm_row
source: Single-Arm Row
zh_hant: 單臂啞鈴划船

# exercise.name.single_leg_rdl
source: Single-Leg RDL
zh_hant: 單腳羅馬尼亞硬舉

# exercise.name.spider_curl
source: Spider Curl
zh_hant: 蜘蛛彎舉

# exercise.name.sumo_deadlift
source: Sumo Deadlift
zh_hant: 相撲硬舉

# exercise.name.sumo_squat
source: Sumo Squat
zh_hant: 相撲深蹲

# exercise.name.t_bar_row
source: T-Bar Row
zh_hant: T槓地雷管划船

# exercise.name.traditional_deadlift
source: Traditional Deadlift
zh_hant: 傳統硬舉

# exercise.name.v_sit
source: V-Sit
zh_hant: V字屈體

# exercise.name.walking_lunge
source: Walking Lunge
zh_hant: 弓步蹲

# exercise.name.wide_grip_pull
source: Wide Grip Pull
zh_hant: 寬握下拉

# exercise.name.windshield_wiper
source: Windshield Whiper
zh_hant: 雨刷式
